"Volume" = "Volume"; 
"Modulation" = "Modulazione"; 
"Character" = "Carattere"; 
"Cutoff" = "Cutoff"; 
"Resonance" = "Risonanza"; 
"Cutoff Envelope" = "Inviluppo cutoff"; 
"Duration" = "Durata"; 
"Animation" = "Animazione"; 
